Repository: christianbltr/threeme
Catalog: Resources/Private/Language/*.locallang_rte.xlf
Languages: de

# classesAnchor.lightboxPage
source: Opens link in lighbox
de: Öffnet Link in Lightbox

# class.text-left
source: Text: Left
de: Linksbündig

# class.text-right
source: Text: Right
de: Rechtsbündig

# class.text-center
source: Text: Center
de: Zentriert

# class.text-justify
source: Text: Justify
de: Blocksatz

# class.lead
source: Text: Lead
de: Hervorheben

# class.table
source: Table: Unstyled
de: Tabelle ohne Auszeichnung

# class.table-striped
source: Table: Striped rows
de: Tabelle gestreift

# class.table-bordered
source: Table: Bordered table
de: Tabelle umrandet

# class.table-hover
source: Table: Hover rows
de: Tabelle hervorgehoben

# class.table-condensed
source: Table: Condensed table
de: Tabelle kompakt

# class.list-unstyled
source: Lists: Unstyled
de: Liste ohne Auszeichnung

# class.list-inline
source: Lists: Inline
de: Liste in Reihe

# class.internal-link
source: Link: Internal page
de: Link zu interner Seite

# class.external-link
source: Link: External page
de: Link zu externer Seite

# class.mail
source: Link: Mail
de: Link zu E-Mail Adresse

# class.download
source: Link: Download
de: Link zu Download-Datei

# class.lightbox
source: Link: Lightbox
de: Link in Lightbox

# class.btn-default
source: Buttons: Default
de: Button

# class.btn-primary
source: Buttons: Primary
de: Button in Hauptfarbe

# class.btn-success
source: Buttons: Success
de: Button in Grün

# class.btn-info
source: Buttons: Info
de: Button in Blau

# class.btn-warning
source: Buttons: Warning
de: Button in Orange

# class.btn-danger
source: Buttons: Danger
de: Button in Rot

# class.btn-lg
source: Buttons: Large
de: Button Groß

# class.btn-sm
source: Buttons: Small
de: Button Klein

# class.btn-xs
source: Buttons: Extra small
de: Button Extraklein
